Repository: tasks/tasks
Catalog: translations/strings/strings-*.po
Languages: nl

source: Day(s)
nl: Dag(en)

source: Week(s)
nl: Week/Weken

source: Month(s)
nl: Maand(en)

source: Hour(s)
nl: Uur/Uren

source: 1 Task
nl: 1 Taak

source: %d Tasks
nl: %d Taken

source: %d / %d Active
nl: %d / %d Actief

source: One Alarm
nl: Een Alarm

source: Two Alarms
nl: Twee Alarmen

source: %d Alarms
nl: %d Alarmen

source: MMM d
nl: d MMM

source: M/dd HH:mm
nl: dd-M HH:mm

source: D\na\ny\ns
nl: D\na\ng\ne\nn

source: H\no\nu\nr\ns
nl: U\nr\ne\nn

source: 1 Day
nl: 1 dag

source: %d Days
nl: %d Dagen

source: 1 Hour
nl: 1 Uur

source: %d Hours
nl: %d Uren

source: 1 Minute
nl: 1 Minuut

source: %d Minutes
nl: %d Minuten

source: 1 Second
nl: 1 Seconde

source: %d Seconds
nl: %d Seconden

source: 1 Hr
nl: 1 U

source: %d Hrs
nl: %d Uur

source: %s Ago
nl: %s Geleden

source: Tagged "%s":
nl: Met Tag "%s":

source: Untagged Tasks:
nl: Zonder Tag:

source: hidden
nl: verborgen

source: New Task
nl: Nieuwe taak

source: Could Not Find Requested Tag!
nl: Kon Tag Niet Vinden!

source: H
nl: V

source: Due in
nl: Verwacht over

source: Due on
nl: Verwacht op

source: Goal
nl: Streef

source: Overdue by
nl: Over tijd:

source: Finished %s
nl: Voltooid %s

source: Estimated:
nl: Geschat op:

source: Spent:
nl: Besteed:

source: Poke Every
nl: Sein mij elke

source: Repeats Every
nl: Herhaald elke

source: Repeats On Remote Server
nl: Herhalingen op externe server

source: Next Alarm:
nl: Volgend Alarm:

source: Notes:
nl: Notities:

source: Created:
nl: Gemaakt:

source: Deleted
nl: Verwijderd

source: Add New Task
nl: Taak Toevoegen

source: Sort/Filters
nl: Sorteer/Filters

source: More
nl: Meer

source: Synchronization
nl: Synchronisatie

source: Settings
nl: Instellingen

source: Help (opens in Browser)
nl: Help (Opent in Browser)

source: Take Astrid's Survey!
nl: Doe de Astrid enquête

source: Quick Tips
nl: Enkele tips

source: Clean Up Old Tasks
nl: Oude taken opruimen

source: Edit Task
nl: Bewerk taak

source: Delete Task
nl: Verwijder taak

source: Postpone
nl: Later

source: Hidden/Blocked Tasks
nl: Verborgen/Geblokkeerde Taken

source: Completed Tasks
nl: Afgeronde taken

source: Tagged '%s'
nl: Met Tag '%s'

source: Auto Sort
nl: Automatisch Sorteren

source: Sort By Name
nl: Sorteer op Naam

source: Sort By Due Date
nl: Sorteer op Datum

source: Sort Reverse
nl: Omgekeerd sorteren

source: Select an Action:
nl: Selecteer een Actie:

source: Times You've Postponed: %d
nl: Aantal keren Uitgesteld: %d

source: Postpone for how long?
nl: Voor hoe lang uitstellen?

source: Delete completed tasks older than # days:
nl: Verwijder voltooide taken ouder dan # dagen:

source: Astrid: Editing Task
nl: Astrid: Taak wijzigen

source: Astrid: Editing
nl: Astrid: Bewerken

source: Astrid: New Task
nl: Astrid: Nieuwe Taak

source: Basic
nl: Wat

source: Dates
nl: Wanneer

source: Alerts
nl: Alarm

source: Summary
nl: Onderwerp

source: Task Name
nl: Taak naam

source: How Important is it?
nl: Hoe belangrijk is het?

source: Tag Name
nl: Tag naam

source: How Long Will it Take?
nl: Hoe lang duurt het?

source: Time Already Spent on Task
nl: Tijd besteed tot nu toe

source: Absolute Deadline
nl: Echte deadline

source: Goal Deadline
nl: Doel deadline

source: Add Task To Calendar
nl: Voeg toe aan kalender

source: Open Calendar Event
nl: Open taak in kalender

source: Hide Until This Date
nl: Verberg tot deze datum

source: Repeat Every
nl: Herhaal elke

source: No Repeat Set
nl: Niet herhalen

source: Hide Until This Task is Done
nl: Verbergen totdat deze taak gedaan is

source: Notes
nl: Notities

source: Enter Task Notes
nl: Voeg notities toe

source: Periodic Reminders
nl: Periodieke Herinneringen

source: Every
nl: Elke

source: Notify me...
nl: Waarschuw me...

source: As Deadlines Approach
nl: Voor de deadline

source: At Deadlines
nl: Tijdens deadline

source: After Absolute Deadline Passes
nl: Na afloop deadline

source: Alarm Clock Mode
nl: Alarm klok modus

source: Fixed Reminders
nl: Vaste Herinneringen

source: Add New Reminder
nl: Voeg nieuwe Herinnering toe

source: Time (hours : minutes)
nl: Tijd (uren : minuten)

source: Remind Me Every
nl: Herinner mij Elke

source: Repeat Every (0 to disable)
nl: Herhaal elke

source: Help: Astrid Repeats
nl: Help: Astrid Herhalingen

source: To use repeats, set at least one of the deadlines above. When you complete this task, the deadline will be automatically advanced. \n\n If you don't want to see the new task right after you complete the old one, you should use the "Hide Until" field, which will also be advanced automatically. \n
nl: Om herhalingen te gebruiken, schakel ten minste een van de deadlines hierboven in. Als je de taak af hebt, zal de deadline automatisch doorschuiven. \n\n Als je niet de volgende deadline wilt zien, direct na het voltooien van de oude taak, gebruik dan de optie "Verberg tot". Deze zal ook automatisch doorschuiven. \n

source: Don't Show Help Anymore
nl: Verberg dit

source: Save
nl: Opslaan

source: Discard
nl: Annuleren

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Click to Set
nl: Stel in

source: Task Saved: due in %s
nl: Taak opgeslagen: verwacht in %s

source: Task Saved: due %s ago
nl: Taak opgeslagen: verwacht %s geleden

source: Task Saved
nl: Taak opgeslagen

source: Astrid says...
nl: Astrid zegt...

source: Astrid: Tag View:
nl: Astrid: Tag bekijken:

source: Create Task With Tag
nl: Maak taak met Tag

source: Edit Tag
nl: Tag bewerken

source: Delete Tag
nl: Tag Verwijderen

source: Show on Home Page
nl: Laat zien op Home Page

source: Hide on Home Page
nl: Verberg op Home Page

source: Create Shortcut
nl: Maak Shortcut

source: Shortcut created on your home screen!
nl: Shortcut gemaakt op home screen

source: [untagged]
nl: [zonder tag]

source: Sort A-Z
nl: Sorteer A-Z

source: Sort by Size
nl: Sorteer op Grootte

source: Synchronization Services
nl: Synchronisatie Diensten

source: Actions
nl: Acties

source: Options
nl: Opties

source: Auto-Synchronize
nl: Automatisch Synchroniseren

source: If set, synchronization occurs automatically given interval
nl: Als aangevinkt, gebeurt de synchronisatie automatisch met een opgegeven interval

source: Main Menu Shortcut
nl: Shortcut voor Hoofdmenu

source: Show "Synchronize" in Astrid's menu
nl: Laat "Synchronisatie" zien in Astrid's menu

source: Hide Dialogs
nl: Verberg dialoogschermen

source: Hide the Sync Results dialogs
nl: Verberg de SyncResultaten dialoog

source: Auto-Sync Wifi Only
nl: Auto-Sync alleen met WiFi

source: If set, auto-sync only happens when Wifi is active
nl: Als aangevinkt wordt auto-sync alleen gebruikt als WiFi actief is.

source: Sync Error! Sorry for the inconvenience! Error:
nl: Sync Error! Excuses voor het ongemak! Error:

source: Astrid 2.7 now performs synchronization with RTM in the background. You will be directed to the preferences page to configure how often you want this to occur (it is a minor drain on battery).
nl: Astrid 2.7 verzorgt de synchronisatie met RTM nu op de achtergrond. U wordt doorverwezen naar de instellingen om aan te geven hoe vaak dit moet voorkomen (dit verlaagt een beetje de accu capaciteit).

source: Synchronize Now!
nl: Synchroniseer nu!

source: Clear Personal Data
nl: Wis persoonlijke informatie

source: Sync: Up to date!
nl: Sync: Klaar!

source: Clear data for selected services?
nl: Wis gegevens voor de geselecteerde diensten?

source: No Synchronizers Enabled!
nl: Geen syncronisatie ingesteld!

source: Last Sync Date: %s
nl: Laaste synchronisatie: %s

source: Last AutoSync Attempt: %s
nl: Laatste AutoSync poging: %s

source: never
nl: nooit

source: %s Results
nl: %s resultaten

source: Summary - Astrid Tasks:
nl: Overzicht - Astrid Taken:

source: Summary - Remote Server:
nl: Overzicht - Externe Server:

source: Created: %d
nl: Gemaakt: %d

source: Updated: %d
nl: Geüpdate: %d

source: Deleted: %d
nl: Verwijderd: %d

source: Merged: %d
nl: Samengevoegd %d

source: Reading Remote Data
nl: Externe gegevens lezen

source: Reading List: %s
nl: Lijst ophalen: %s

source: Synchronizing Repeating Task
nl: Synchroniseer herhaalde taak

source: Transmitting: %s
nl: Verzenden: %s

source: Locally Deleted Tasks
nl: Lokaal verwijderde taken

source: Receiving: %s
nl: Ontvangen: %s

source: Please Log In to RTM...
nl: Log in op RTM a.u.b....

source: Sorry, there was an error verifying your login. Please try again. \n\n Error Message:
nl: Sorry, het inloggen is niet gelukt. Probeer opnieuw. \n\n Error bericht:

source: Loading...
nl: Laden…

source: Updating List...
nl: Lijst updaten...

source: Information
nl: Informatie

source: Question
nl: Vraag

source: Done
nl: Voltooid

source: View This Task
nl: Bekijk Taak

source: Already Done!
nl: Al gedaan!

source: Go Away!
nl: Afsluiten

source: Hours/minutes to snooze?
nl: Uren/Minuten snoozen?

source: Delete this task?
nl: Verwijder deze taak?

source: Remove this tag from all tasks?
nl: Verwijder deze Tag van alle taken?

source: Stop the timer?
nl: Stop de timer?

source: Some things you may not know about Astrid:\n \n - To create a task, just start typing!\n - While editing a task, hit 'back' to save it\n - Select a task &amp; press 1-4 to quickly change it's priority\n - If a task has a deadline, long-press to postpone it\n \n Thanks for using Astrid!\n
nl: Wat u wellicht nog niet wist over Astrid:\n\n - Om een taak te maken, gewoon beginnen met typen!\n - Tijdens bewerken, druk op 'back' om op te slaan\n - Selecteer een taak en druk op 1-4 (keyboard) om snel de prioriteit in te stellen\n - Als een taak een deadline heeft, druk dan lang op de taak om uit te stellen\n\n Bedankt voor het gebruiken van Astrid!

source: Astrid Tag Alert
nl: Astrid Tag Waarschuwing

source: Astrid will send you a reminder when you have uncompleted tasks with the following criteria:
nl: Astrid geeft u een herinnering als u onafgeronde taken heeft met de volgende criteria:

source: Tagged with:
nl: Met Tag:

source: Absolute Deadline!
nl: Echte deadline!

source: Goal Deadline!
nl: Doel deadline!

source: Working on:
nl: Werkt nu aan:

source: You have $NUM tagged $TAG!
nl: Je hebt $NUM getagd als $TAG!

source: Could not find this item:
nl: Kon dit item niet vinden:

source: Notifications
nl: Meldingen

source: Quiet Hours Start
nl: Rustperiode begint

source: Start time to silence notifications for periodic reminders
nl: Astrid blijft stil vanaf

source: Quiet Hours End
nl: Rustperiode eindigt

source: End time to silence notifications
nl: Astrid mag u weer lastig vallen vanaf

source: Default Reminders
nl: Standaard herinneringen

source: For new tasks, default reminder in days (i.e. 7). Blank to disable
nl: Voor nieuwe taken, in dagen (bijv. 7).Uit te schakelen door niets in te vullen.

source: Persistent Mode
nl: Doorzeur stand

source: If checked, LED and notifications must be cleared one at a time
nl: Als aangevinkt, moeten de LED en de berichten één voor één afgehandeld worden

source: Notification Ringtone
nl: Geluid voor herinneringen

source: Choose a ringtone for Astrid's alerts
nl: Kies een geluid voor de berichten van Astrid

source: Notification Icons
nl: Icoon voor herinneringen

source: Choose Astrid's notification bar icon
nl: Kies Astrid's status bar icoon

source: Appearance
nl: Uiterlijke kenmerken

source: Colorize Task List
nl: Kleur de takenlijst

source: Different colors for different priorities
nl: Verschillende kleuren voor prioriteiten

source: Task List Size
nl: Takenlijst lettergrootte

source: Font size on the main listing page
nl: Lettertype grootte op hoofdpagina

source: Other
nl: Overige

source: Nag Messages
nl: Zeur berichten

source: Show Astrid's comments when viewing reminders and postponing tasks?
nl: Laat Astrid's commentaar horen bij het bekijken van berichten en uitstellen van taken

source: Default Deadlines
nl: Standaard deadlines

source: # of days from now to set new deadlines
nl: Nieuwe deadline begint vanaf een x aantal dagen

source: Displayed Fields
nl: Weergegeven velden

source: Select the fields to show in task list
nl: Selecteer de velden om in de takenlijst weer te geven

source: Task Title
nl: Taak titel

source: Task description
nl: Taak omschrijving

source: Upcoming deadlines / completed date
nl: Komende deadlines / einddatum

source: Times
nl: Tijdregistratie

source: Estimated &amp; Elapsed Times
nl: Geschatte &amp; Bestede tijden

source: Importance
nl: Mate van belangrijkheid

source: Task importance indicator
nl: Taak belangen indicatie

source: Tags associated with this task
nl: Tags die horen bij deze taak

source: Repeats
nl: Herhalingen

source: Task repeat information
nl: Herhalingen bij deze taak

source: Reminders
nl: Herinneringen

source: Displayed if this task has reminders
nl: Weergegeven als deze taak herinneringen heeft

source: Notes associated with this task
nl: Notities die horen bij deze taak

source: Astrid Task/Todo List
nl: Astrid Taak/Todo Lijst

source: Astrid is the highly-acclaimed open-source task list that is simple enough to not get in your way, powerful enough to help you get stuff done! Tags, reminders, RememberTheMilk sync, Locale plug-in &amp; more!
nl: Astrid is de veelgeprezen open-source takenlijst die simpel genoeg is om je niet te frustreren, en krachtig genoeg om jou te helpen om je zaken gedaan te krijgen. Tags, herinneringen, sychronisatie met 'Remember The Milk', agenda plug-in &amp; meer!

source: translator-credits
nl: Launchpad Contributions: Clemens Tolboom https://launchpad.net/~clemens-build2be Gummie https://launchpad.net/~gummie-deactivatedaccount Joostkam https://launchpad.net/~joost-kam Yentl https://launchpad.net/~yentlvt artens https://launchpad.net/~jef cumulus007 https://launchpad.net/~cumulus-007 spmwinkel https://launchpad.net/~spmwinkel
